{
  "generalChallenges" : [
    "Deine ersten Worte bei jedem Meeting lauten \"Ich war es nicht, ABER...\"." ,
    "\"Entscheidet ihr\": Immer wenn die Anzahl der Lebenden gerade ist, musst du beim Meeting Skippen." ,
    "Keine Challenge, alles normal!" ,
    "Rede in jedem Meeting als erster." ,
    "\"Der Mathematiker\": Rede nur in mathematischer Sprache mit Fachbegriffen, etc." ,
    "Suche dir eine beliebige Person aus und widerspreche ihm/ihr konsequent." ,
    "Wenn jemand rausgevotet wird, sag bei der Rauswurfanimation: \"Ihr seid so dumm!\"" ,
    "\"Goethe\": Du reimst deine Sätze." ,
    "\"Jesus\": Du bist Jesus und sprichts auch wie er." ,
    "Vote immer erst zum Ende der Votingtime (bei weniger als 3 Sekunden)." ,
    "Du hast ein Gedächtnis wie ein Sieb: Im Meeting kannst du dich nicht mehr daran erinnern, was in dieser Runde passiert ist (auch wenn du einen Körper reportest hast, merkst du das erst, wenn jemand dich darauf hinweist)." ,
    "\"Kann sein\": Du bist merklich unsicher bei allem was du sagst." ,
    "\"Einsamer Wolf\": Gruppen mit mehr als zwei Leuten sind nichts für dich." ,
    "Wenn du jemanden beschuldigst, dann aber so richtig." ,
    "Beschuldige konsequent immer auf Selfreport." ,
    "\"Promi\": Wenn jemand in den Kameras ist bietest du ihm eine Performance." ,
    "Wenn dich jemand beschuldigt, antworte mit: \"Nein, falsch, niemals, ich wars nicht, nie im leben, unmöglich!\"" ,
    "Dein Vote darf nicht mit dem übereinstimmen, was du im Meeting sagst." ,
    "Du musst jede Runde jemand anderen verdächtigen." ,
    "Immer wenn du ein Meeting startest (Knopf oder Report) beginne mit dem Satz: \"<Name> wir haben das gleich sehen, oder?\"" ,
    "Gib in jedem Meeting dem ersten Beschuldigten ein Alibi." ,
    "Du darfst keine Leichen reporten oder Meetings einberufen" ,
    "Fange an, alles und jeden zu flamen sobald du verdächtigt wirst."
  ],
  "crewmateChallenges" : [
    "\"Lügner\": Du musst immer lügen" ,
    "Erwähne im Meeting nur Tasks, die du nicht hättest machen können." ,
    "\"Workaholic\": Du arbeitest nur-, wenn jemand anderes mit dir im Raum ist." ,
    "Vote konsequent immer auf Selfreport." ,
    "Suche dir eine beliebige Person aus und widerspreche ihm/ihr konsequent." ,
    "Rede in jedem Emergency-Meeting als erster." ,
    "\"Sabotage? Wo?\": Sobald eine Sabotage erscheint lässt du alles stehen und liegen und machst dich daran, das Problem zu fixen. Keine Tasks und keine Kills!" ,
    "\"Verdammt, Aufgaben!\": Aufgaben haben für dich höchste Priorität, weshalb du diese so schnell wie möglich hinter dich bringen willst." ,
    "\"Ich könnte es auch sein\": Du sagst bei jedem Meeting, dass du durchaus auch Sus sein solltest." ,
    "Simptime! Du suchst dir einen beliebigen Mitspieler aus und folgst ihm auf Schritt und tritt. Du darfst erst dann deiner eigenen Wege gehen, wenn dein Vorbild tot ist oder die Hälfte der Spieler tot sind." ,
    "Keine Challenge, alles normal!" ,
    "Wenn du eine Leiche findest, beschuldige den Letzten, den du gesehen hast." ,
    "Skippe konsequent jedes zweite Meeting." ,
    "Gib beim zweiten Meeting jemandem ein Alibi, den du nie gesehen hast." ,
    "Wenn du ein Meeting einberufst (egal ob Report oder Button) beschuldige jemand, dass er vented." ,
    "\"Angsthase\": Wenn das Licht ausgeht versteckst du dich." ,
    "\"Der Profi\": Solltest du eine Task nicht beim ersten Versuch schaffen, musst du diese Task abbrechen und darfst sie erst ganz am Ende wieder probieren." ,
    "Fange an, alles und jeden zu flamen sobald du verdächtigt wirst." ,
    "Rede in einem Meeting erst, wenn dich jemand verdächtigt oder als unschuldig eingeschätzt hat." ,
    "\"Common kann jeder\": Du machst die Common Tasks erst zum Schluss (Keys, CardSwipe, ID-Card, Wires)."
  ],
  "impostorChallenges" : [
    "Wenn jemand eine deiner Leichen reportet, musst du diese Person töten, bevor du jemand anderen umbringst (betrifft nicht Meetings). Erst wenn diese Person durch dich oder jemand anderen stirbt darfst du deine Opfer wieder frei wählen. (Ausnahme wenn nur noch ein Impostor am Leben ist" ,
    "Wenn dein Impostor-Kollege vor deinen Augen ventet, wirst du dies auf jeden Fall beim nächsten Meeting ansprechen." ,
    "Sabotieren ist für noobs, weshalb du in diesem Spiel keine Sabotagen aktivieren wirst." ,
    "Bevor du einen Kill machen darfst musst du in einen Vent gehen und aus einem anderen auftauchen. Dies gilt für jeden Kill aufs Neue." ,
    "Werden bei einem Meeting mindestens 4 neue Leichen entdeckt, wirst du wohl deinen Kollegen ans Messer liefern müssen. Du argumentierst, warum er es bestimmt ist." ,
    "Keine Challenge, alles normal!" ,
    "Suche dir eine beliebige Person aus und widerspreche ihm/ihr konsequent." ,
    "Rede in jedem Emergency-Meeting als erster." ,
    "\"Tür zu, es zieht!\": Achte feinsäuberlich darauf, dass alle Türen so gut es geht geschlossen bleiben." ,
    "Du darfst nur Comms sabotieren." ,
    "Du darfst keine Vents benutzen." ,
    "Mach den ersten Kill im gesamten Match, solbald der Killbutton aufleuchtet." ,
    "Vote konsequent immer auf Selfreport." ,
    "\"Ich bin verwirrt\": Du versuchst Verwirrung zu stiften und bist selbst davon verwirrt." ,
    "Du darfst keine Lügen erzählen! Werde kreativ." ,
    "Töte erst, wenn dein Impostor-Mate aufgeflogen ist." ,
    "Fange an, alles und jeden zu flamen sobald du verdächtigt wirst."
  ],
  "gameChallenges" : [
  ]
}
